Table of Contents
 Enum VariableType
Namespace
IdeaRS.OpenModel.Loading
Assembly
IdeaRS.OpenModel.dll
Variable type
public enum VariableType
Fields
MobileEnvelope = 1
Mobile envelope
NotSet = 3
variable loads is not set for some reasons - in fact loads is not variable
Seismicity = 2
Seismicity
Standard = 0
Standard
Fields
 Name |  Description
 MobileEnvelope = 1
Mobile envelope
 NotSet = 3
variable loads is not set for some reasons - in fact loads is not variable
 Seismicity = 2
Seismicity
 Standard = 0
Standard
 Edit this page